{
  "meta": {
    "publishDate": "2025-05-23",
    "period": "2025-05",
    "status": "current"
  },
  "mypicks": {
    "BEST": {
      "title": "Recent BEST",
      "intro": "drumroll please...",
      "sections": [
        {
          "heading": "Coffee",
          "items": [
            "Flatwhite: Unexpected to enoucter lovly flatewhite at a cafe called 武威堂 in Taoyuan, TW"
          ]
        },
        {
          "heading": "Mischievous",
          "items": [
            "Don't know why, but my mom quite often answer question beside the point. And after all the friendly reminders went in vien. That my sibilings and I started, actually i started, to do the same trick to my mom. Only found out it takes mental energy to answer a question far form the mark. Having silly fun in mundane life. "
          ]
        }
      ]
    },
    "FIRST": {
      "title": "Recent FIRST",
      "intro": "Something fresh in day to day.",
      "sections": [
        {
          "heading": "E-scooter",
          "items": [
            "yeah, i know. E-scooter is nothing new. But i just test riding two e-scooters! Good stuff, but... save it for later."
          ]
        }
      ]
    },
    "ESSENTIAL": {
      "title": "ESSENTIAL",
      "intro": "The core elements I've found essential for my wellbeing and growth.",
      "sections": [

      ]
    },
    "PASTIME": {
      "title": "PASTIME",
      "intro": "Activities and hobbies that bring consistent pleasure and engagement.",
      "sections": [

      ]
    }
  },
  "innerLandscape": {
    "joy": {
      "content": "The sound of rain on the roof while reading a good book brings me immense joy. It's the perfect combination of comfort and stimulation."
    },
    "peace": {
      "content": "hi im peace."
    },
    "happiness": {
      "content": "The sound of rain on the roof while reading a good book brings me immense joy. It's the perfect combination of comfort and stimulation."
    },
    "fear": {
      "content": "hi im fear"
    },
    "wonder": {
      "content": "hi im wonder."
    }
  }
}

{
  "meta": {
    "publishDate": "2025-06-22",
    "period": "2025-06",
    "status": "current"
  },
  "mypicks": {
    "BEST": {
      "title": "Recent BEST",
      "intro": "drumroll please...",
      "sections": [
        {
          "heading": "series - Ginny and Georgia season3",
          "items": [
            "Okie, i have been waiting so long so it’s not fair game. All i can say is I’m way too invested in this, reading reddit and watching clips and interviews on youtube. The performance of Georgia is unbelievable. Marcus, Max and others are awesome. Abby made me think of Avril Lavigne. Wolfe made me think of character Moose in Movie Step up"
          ]
        },
        {
          "heading": "Youtube channel found",
          "items": [
            "Coolville feat.:The Life-Sized City. It's a great production. Worth a watch. I learned so many things about my homeland from the episode about Taipei, Taiwan"
          ]
        }
      ]
    },
    "FIRST": {
      "title": "Recent FIRST",
      "intro": "Something fresh in day to day.",
      "sections": [
        {
          "heading": "First time immerse in a song",
          "items": [
            "Playing 安九 in the earbuds. It was a commute after work. My body has gone through the heat, a work week, the long waiting for my takeaway meal and holding the pee for too long that I really gotta put my mind in a place where it can sit still with me until I get home. That the song with its bass, orchestra and repeated build up of emotion really pull me in."
          ]
        },
        {
          "heading": "discomfort",
          "items": [
            " constipation… haven’t experienced this for a while. Tummy pain.I guess, more veggies for a meal and probably have to replace napping with walking after a meal."
          ]
        }
      ]
    },
    "ESSENTIAL": {
      "title": "ESSENTIAL",
      "intro": "things makes me afloat",
      "sections": [
        {
          "heading": "Daily Gear",
          "items": [
            "Face scarf that covers up my face while every day 15 min cycling at noon."
          ]
        }
      ]
    },
    "PASTIME": {
      "title": "PASTIME",
      "intro": "Activities and hobbies that bring consistent pleasure and engagement.",
      "sections": [
        {
          "heading": "Current Pastimes",
          "items": [
            "Reading - How to Know a Person by David Brooks",
            "Guitar - Fast Car by Tracy Chapman; High by James Blunt",
            "Watching my siblings playing 楓之谷"
          ]
        }
      ]
    }
  },
  "innerLandscape": {
    "joy": {
      "content": "Kind and sweet msg from past housemates and friends."
    },
    "peace": {
      "content": "afternoon nap. So good. My boss/colleagues are wholesome. "
    },
    "happiness": {
      "content": "watching 1 episode of ginny and georgia. Sunny day. "
    },
    "fear": {
      "content": "skipped "
    },
    "wonder": {
      "content": "skipped "
    }
  }
}